{
  "events": [
    {
      "id": 543276,
      "title": "Environmental Justice People Power Gathering (VIRTUAL)",
      "url": "https://www.mobilize.us/washtenawdems/event/543276/",
      "locality": "",
      "startish": 1677193200,
      "event_image": "https://mobilizeamerica.imgix.net/uploads/event/window_artwork_smaciel-provoke_culture_gif_thumbnail_20230220174816656270.png",
      "event_type": "COMMUNITY",
      "org_name": "Michigan People's Campaign",
      "org_feed": "https://www.mobilize.us/mipeoplecampaign/",
      "org_type": "OTHER",
      "is_virtual": null,
      "description": "The Environmental Justice team at Michigan United is meeting with the community again this month.  We have a plan to fight corporate polluters in 2023 and want your help!\n\nWe will provide updates on our Core City Concrete Campaign in Detroit as well as the AJAX and Clean Water Campaigns in Flint.\n\nTo celebrate Black History Month, the awe-inspiring Piper Carter will be with us this Thursday to lead the conversation on Environmental Racism. Piper Carter is a Detroit resident, an Arts and Culture Organizer and Hip Hop Activist with focus on Entertainment Justice, Environmental and Climate Justice, Education Justice, the Maker Space movement, and Food Justice, communities.\nShe is also the Host of the Piper Carter Podcast on Detroit is Different where she discusses Social Justice and Hip Hop to a world wide audience.\n\nFrom Piper's discussion, we will connect the topic of Environmental Racism to the topic of Energy Burdens in our most oppressed communities.\n\nWith your help, we are going to take back the power! We can't wait to see you there.\n\n\n\n(Artwork in Event Photo by Sergio Maciel and Provoke Culture)",
      "event_start": "Thursday, Feb 23 @ 6PM"
    },
    {
      "id": 551364,
      "title": "Dundee Michigan Area Democrats with Representative Reggie Miller",
      "url": "https://www.mobilize.us/washtenawdems/event/551364/",
      "locality": "Dundee",
      "startish": 1677340800,
      "event_image": "https://mobilizeamerica.imgix.net/uploads/event/Facebook_Dundee_Feb2023_20230215221019503886.png",
      "event_type": "MEET_GREET",
      "org_name": "Monroe County Michigan Democratic Party",
      "org_feed": "https://www.mobilize.us/demsofmonroe/",
      "org_type": "PARTY_COMMITTEE",
      "is_virtual": null,
      "description": "Representative Reggie Miller (D-31) will be at Social House 103 in Dundee on Saturday, February 25. Seating for this event opens at 11am.\n\n### Social House 103\n* 103 Cabela Blvd E\n* Dundee, MI 48131\n* [Map & Directions Here](https://tinyurl.com/4fu5aphu)\n\nDemocrats in the Dundee area have started organizing and building strong quickly! MCDP recognizes their efforts and wanted to join together to help keep the community connected with our elected officials. This also reminds people that we serve the entire county of Monroe. \n\nIt's a casual way to network and get real-time answers from Reggie. If you are able to attend, please buy something from the menu to help support this local business.\n\nWe hope to see you there!",
      "event_start": "Saturday, Feb 25 @ 11AM"
    }
  ]
}
