{
  "events": [
    {
      "id": 498884,
      "title": "Dorm Storm Weekends @ EMU",
      "url": "https://www.mobilize.us/washtenawdems/event/498884/",
      "locality": "Ypsilanti",
      "startish": 1664044200,
      "event_image": "https://mobilizeamerica.imgix.net/uploads/event/Copy%20of%20ss5_20220828231158835497.png",
      "event_type": "CANVASS",
      "org_name": "ONECampaign for Michigan",
      "org_feed": "https://www.mobilize.us/onecampaignformichigan/",
      "org_type": "CAMPAIGN",
      "is_virtual": null,
      "description": "Come join us on Weekends to canvass EMU Dorms and speak with students.",
      "event_start": "Saturday, Sep 24 @ 2PM"
    },
    {
      "id": 470727,
      "title": "Knocking Doors in Ann Arbor!",
      "url": "https://www.mobilize.us/washtenawdems/event/470727/",
      "locality": "Ann Arbor",
      "startish": 1664049600,
      "event_image": "https://mobilizeamerica.imgix.net/uploads/event/Copy%20of%20ss5_20220406162700795969.png",
      "event_type": "CANVASS",
      "org_name": "ONECampaign for Michigan",
      "org_feed": "https://www.mobilize.us/onecampaignformichigan/",
      "org_type": "CAMPAIGN",
      "is_virtual": null,
      "description": "Join us to knock on doors to get voters engaged and excited early this year for the Midterm Elections! Let's canvass together to remind voters about the importance of this upcoming election and to make sure we elect Democrats up and down the ballot this November!",
      "event_start": "Saturday, Sep 24 @ 4PM"
    },
    {
      "id": 493708,
      "title": "September Canvassing with Conlin",
      "url": "https://www.mobilize.us/washtenawdems/event/493708/",
      "locality": "Ann Arbor",
      "startish": 1664049600,
      "event_image": "https://mobilizeamerica.imgix.net/uploads/event/Fundraiser%20Flyer%20-2_20220915010850793994.png",
      "event_type": "CANVASS",
      "org_name": "Jennifer Conlin for State Rep",
      "org_feed": "https://www.mobilize.us/jenniferconlinforstaterep/",
      "org_type": "CAMPAIGN",
      "is_virtual": null,
      "description": "join staff and volunteers to canvass the newly drawn 48th House District!",
      "event_start": "Saturday, Sep 24 @ 4PM"
    },
    {
      "id": 514012,
      "title": "Phone Bank for Sue Shink!",
      "url": "https://www.mobilize.us/washtenawdems/event/514012/",
      "locality": "Ann Arbor",
      "startish": 1664049600,
      "event_image": "",
      "event_type": "PHONE_BANK",
      "org_name": "Sue Shink for State Senate",
      "org_feed": "https://www.mobilize.us/sueshink/",
      "org_type": "CAMPAIGN",
      "is_virtual": null,
      "description": "Sue Shink is running for the new 14th Michigan State Senate District seat. If she wins, Democrats will take the Michigan State Senate for the first time in 40 years! If you're not able to knock doors, you can phone bank with us! \n\nWe will send out a zoom link and phone bank link before your shift! If you need paper sheets, you can stop by Sue's home, 660 W Joy Rd in Ann Arbor, and we'll train you and give you some calls to make! \n\nThanks for your help!",
      "event_start": "Saturday, Sep 24 @ 4PM"
    },
    {
      "id": 512487,
      "title": "Canvass for Sue Shink!",
      "url": "https://www.mobilize.us/washtenawdems/event/512487/",
      "locality": "Ann Arbor",
      "startish": 1664049600,
      "event_image": "",
      "event_type": "CANVASS",
      "org_name": "Sue Shink for State Senate",
      "org_feed": "https://www.mobilize.us/sueshink/",
      "org_type": "CAMPAIGN",
      "is_virtual": null,
      "description": "Sue Shink is running for the new 14th Michigan State Senate District seat. If she wins, Democrats will take the Michigan State Senate for the first time in 40 years! That is why it is so important to signup to knock on doors for Sue! \n\nWe can accomodate you to knock doors in any area of the district or what is the biggest priority, as well as at anytime (the shift times and location are just suggested, sign up for the shift time that is closest to the one that works for you and when we contact you, just let us know what adjustment needs to be made timing or location wise).\n\n For first timers, we will train you to be an all-star door knocker, give you Sue Shink literature and yard signs, and your list number for Minivan. For seasoned vets, we will get you the literature (if you need it) and list number and you're off to the races! \n\nLet's get out on the doors, get Sue elected, win the Michigan State Senate, and enable a truly progressive agenda to be passed in Lansing next year!",
      "event_start": "Saturday, Sep 24 @ 4PM"
    },
    {
      "id": 511853,
      "title": "Ann Arbor RFFA Canvass",
      "url": "https://www.mobilize.us/washtenawdems/event/511853/",
      "locality": "Ann Arbor",
      "startish": 1664125200,
      "event_image": "https://mobilizeamerica.imgix.net/uploads/event/Reproductive%20Freedom%20Logo_20220824133141023619.jpg",
      "event_type": "CANVASS",
      "org_name": "Reproductive Freedom for All",
      "org_feed": "https://www.mobilize.us/mireprofreedom/",
      "org_type": "CAMPAIGN",
      "is_virtual": null,
      "description": "Join us for our next big action as we start door knocking in different locations all around the state! We'll be heading out to the doors to get voters engaged about the upcoming election and making sure this ballot initiative has enough votes to pass in November.\n \nThe United States Supreme Court issued an opinion in Jackson Women’s Health Organization v. Dobbs and overturned Roe v. Wade.\n\nImportant medical decisions should be guided by a patient's health and wellbeing, not by a politician's beliefs. But for too long, politicians across the country have been fighting to restrict reproductive health care, and now they are gaining ground.\n\nIf the U.S. Supreme Court overturns Roe v. Wade, an abortion ban from 1931 could go back into effect in Michigan, cutting off access to abortion for more than 2 million Michiganders and threatening doctors with prison.\n\nReproductive Freedom for All is a campaign to amend the Michigan Constitution. Our amendment would guarantee the right to reproductive freedom for all, and make sure Lansing politicians cannot interfere in our personal decisions.\n\nSpecifically, our proposal will affirm that every person has the fundamental right to reproductive freedom, which involves the right to make and carry out decisions without political interference about all matters relating to pregnancy, including birth control, abortion, infertility, miscarriage care, prenatal care, and childbirth.\n\nSign up today to help protect reproductive freedom in Michigan.",
      "event_start": "Sunday, Sep 25 @ 1PM"
    }
  ]
}
